{% if is_macOS %}
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
{% endif %}
tap "vheon/homebrew"

{% if is_macOS %}
brew "coreutils"
brew "libtool"
brew "findutils"
brew "mas"
{% endif %}
brew "cmake"
{% if is_macOS %}
brew "clang-format"
{% endif %}
brew "curl"
brew "go"
brew "conan"
brew "ripgrep"
brew "eza"

{% if is_macOS %}
cask "bettertouchtool"
cask "firefox"
cask "google-chrome"
cask "logitech-options"

mas "Adblock Plus", id: 1432731683
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
{% endif %}
